{
    "landing": {
        "firstName": "Marcello   ",
        "lastName": "De Filippis",
        "phoneNumber": "(416)-988-3973",
        "bio": "Breaking into the field of Data Science and coding",
        "email": "de.filippis@yahoo.com",
        "linkedin": "https://www.linkedin.com/in/marcellodefilippis/",
        "github": "https://github.com/MarcelloDe"
    },
    "experience": [{
        
            "position": "Associate Freelance Photographer",
            "organization": "Chasing Moments Photography, Hamilton, ON.",
            "aboutWork": "providing on-site photoagraphy coverage of special events.Content creation using social media platforms and Adobe products.",
            "fromDate": "May 2019",
            "toDate": "Present"
        },
        {
            "position": "Inventory Clerk (contract)",
            "organization": "Peel Regional Police, Brampton, ON",
            "aboutWork": "Responsible for performing a variety of data entry, clerical and administrative functions for for maintanence and management of inventory",
            "fromDate": "June 2017",
            "toDate": "April 2018"
        },
        {
            "position": "Customer Service Representative",
            "organization": "The Bank of Nova Scotia, Milton, ON.",
            "aboutWork": "Responsible for the day-to-day face-to-face transactions for walk-in customers. Transactions such as  mortgage payments, foreign currency exchange, deposits and withdrawals. Furthermore, as the head teller I performed light accounting procedures  such as the recording and balancing the transfer of funds between vault and tills. ",
            "fromDate": "June 2017",
            "toDate": "April 2018"
        },
        {
            "position": "Information Clerk",
            "organization": "Peel Regional Police, Brampton, ON",
            "aboutWork": "Analyzed and organized confidential files to contribute to a department wide process of moving towards an electronic based filing system while coordinating among colleagues with Microsoft SharePoint",
            "fromDate": "June 2016",
            "toDate": "September 2016"
        },
        {
            "position": "Sale Representative",
            "organization": "LCBO, Mississauga, ON.",
            "aboutWork": "Assisted in shipping and receiving, ordering, and stocking functions with the use of inventory management-based technology. Also, Provided  customer service by advising potential clients on which wine to buy based on varietal, price, pairing, and geographic origin. ",
            "fromDate": "2012",
            "toDate": "2015"
        }
    ],
    "education": [{
        "university": "Sheridan College",
        "degree": "Data Science Certificate",
        "gpa": "Executed the analytics process of data cleaning, processing, predicting, and applying business intelligence practices of visualization and report writing. Applied knowledge of database management, as well as languages Python, SQL, and statistical analysis program ‘r’",
        "fromDate": "2018",
        "toDate": "2020"
    },
    {
        "university": "IBM/Coursera Online",
        "degree": "IBM Data Science Professional Certificate",
        "gpa": "Capstone project included the analysis of my neghbourhood by postal code using Geo-Json data from the Yelp API",
        "fromDate": "2020",
        "toDate": "2020"
    },
    {
        "university": "York University",
        "degree": "Human Rights and Equity Studies",
        "gpa": "Bachelor’s Degree with Honours whereby I’ve studied and applied: public policy, Charter of Rights and Freedoms, Criminal Code of Canada, as well as the ability to interpret case law and apply the rule of precedence.",
        "fromDate": "2014",
        "toDate": "2017"
    },
    {
        "university": "York University",
        "degree": "Human Resources Management Certificate",
        "gpa": "Studied and applied the principles of accounting, occupational health and safety management systems, the process of recruitment, labour relations, performance appraisals, human resources planning, and business administration.",
        "fromDate": "2014",
        "toDate": "2017"
    }

],
    "skills": [{
            "name": "Over 5 years of administrative work "
        },
        {
            "name": "Database Management using SQL"
        },
        {
            "name": "Python"
        },
        {
            "name": "HTML, CSS, Javascript"
        },
        {
            "name": "statistical language 'r'"
        },
        {
            "name": "data cleaning, processing, predicting, and applying business intelligence"
        }
        
    ],
    "interests": {
        "paragraphOne": "I am currently learning how to use GIS (Geographic Information Syste,). GIS is exciting becauseit allows for Python compatability allowing map plotting using packages such as folium and cholera. More exciting is that i'd like to learn how toplug in the geographic metadata from photographs to match my photos up with their geographic locations that they were taken. Eventually, I'd like to create a website portfolio of photographs that are linked to the correspinding locations on a map in which the photos were taken.",
        "paragraphTwo": "Running or Biking while listening to newly downloaded music albums or mixes. THere is no better way to discover new music, or listne to the latest albums."
    }

}